{
  "metadata": {
    "total": 58,
    "first": 0,
    "last": 57
  },
  "facts": [
    {
      "id": 0,
      "fact": "Mount Etna is located on the east coast of the Italian island of Sicily, in the Mediterranean.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/0.json"
    },
    {
      "id": 1,
      "fact": "Mount Etna is almost 3500 meters (11000 feet) high, making it the highest mountain in Italy south of the Alps.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/1.json"
    },
    {
      "id": 2,
      "fact": "Etna is one of the most active volcanoes in the world. Almost half of Etna’s major eruptions have happened during the last 100 years.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/2.json"
    },
    {
      "id": 3,
      "fact": "Mount Etna covers a huge area, of over 1200 square meters (460 square miles). About one-quarter of the population of the island of Sicily lives on its slopes.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/3.json"
    },
    {
      "id": 4,
      "fact": "Mount Etna has snow on it for most of the year. The sides of the volcano are also home to a large number of animal species, and there are vineyards and olive groves near the foot of the mountain.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/4.json"
    },
    {
      "id": 5,
      "fact": "The most violent eruption was in March, 1669. The mountain erupted lava for several days, which destroyed several nearby villages and the city walls of Catania.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/5.json"
    },
    {
      "id": 6,
      "fact": "Vulcan was the Roman God of metalworking and fire and the Romans believed his workshop was at the base of the Mount Etna. The word ‘volcano’ comes from his name.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/6.json"
    },
    {
      "id": 7,
      "fact": "Some of the lava on the side of Mount Etna is 300,000 years old. Because the geological and atmospheric conditions are similar to those on Mars, scientists have tested space robots here.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/7.json"
    },
    {
      "id": 8,
      "fact": "It is estimated that more than 70 people have died as a result of Mount Etna’s eruptions. However, the mineral rich lava is seen as a good thing by nearby farmers, as it makes the soil more fertile.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/8.json"
    },
    {
      "id": 9,
      "fact": "Mount Etna has a longer history of written accounts of its eruptions than any other volcano. One of the earliest accounts was by the poet Virgil in his famous book, The Aenid.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/9.json"
    },
    {
      "id": 10,
      "fact": "Mount Etna is popular with tourists, who climb or ski on the mountain. Local people often call Etna \"Mongibello\" meaning \"beautiful mountain\" in Italian.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/10.json"
    },
    {
      "id": 11,
      "fact": "In the last 20 years, Mount Etna has erupted almost every year. Most eruptions are minor and they are very rarely dangerous for the population.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/11.json"
    },
    {
      "id": 12,
      "fact": "Etna is a Greek word that translates to \"I burn.\" In Greek mythology, Aitna, daughter of Ge and Ouranos, was the goddess of the volcano. Underneath the volcano, according to Greek mythology, was a monster named Typhon who was buried by Zeus.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/12.json"
    },
    {
      "id": 13,
      "fact": "Mount Etna, located in Sicily, Italy, is an active stratovolcano and is the highest active volcano in the whole of Europe.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/13.json"
    },
    {
      "id": 14,
      "fact": "Over the years, Mount Etna's eruptions made the surrounding soil extremely fertile. Estimates state that almost three-quarters of Sicily’s food needs are satisfied by the fertile region around Etna.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/14.json"
    },
    {
      "id": 15,
      "fact": "By observing Mount Etna from satellites, scientists have observed that the Island of Sicily slides an average distance of 14 millimeters per year south, slowly drifting away from the Italian peninsula.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/15.json"
    },
    {
      "id": 16,
      "fact": "Mount Etna has a touristic railway called \"Ferrovia Circumetnea\" built between 1889 and 1895. The rail measures around 68 miles, is a semi-circle, and runs from Catania to Riposto.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/16.json"
    },
    {
      "id": 17,
      "fact": "Early Arabs were familiar with Mount Etna. They called it \"Jabal al-Nar\", which translates as \"Mountain of Fire\".",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/17.json"
    },
    {
      "id": 18,
      "fact": "The first recorded volcanic activity on Mount Etna took place in 1,500 B.C.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/18.json"
    },
    {
      "id": 19,
      "fact": "Sometimes Mount Etna's eruptions spew volcanic ashes that might force the air space around Mount Etna to be closed for days.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/19.json"
    },
    {
      "id": 20,
      "fact": "The largest Mount Etna eruption ever recorded happened in 1669. It was one of those rare eruptions to be dangerous for the surrounding population. It caused about 25000 deaths and significant damage, especially to the city of Catania.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/20.json"
    },
    {
      "id": 21,
      "fact": "The height of Mount Etna (3500 meters, 11000 feet) makes it visible in every part of Sicily.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/21.json"
    },
    {
      "id": 22,
      "fact": "People can visit and explore Mount Etna year around, however, the best time for hikers is between March and September.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/22.json"
    },
    {
      "id": 23,
      "fact": "If you want to visit Mount Etna during the winter months, you need to wear warm clothing. Temperatures can easily drop below 0 and it's not uncommon to find snow and ice at higher altitudes.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/23.json"
    },
    {
      "id": 24,
      "fact": "Although eruptions are happening frequently, Mount Etna has a wide variety of animal life.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/24.json"
    },
    {
      "id": 25,
      "fact": "The local fauna of Mount Etna includes 40 different species of mammals including foxes, hedgehogs, squirrels, mice, and porcupines.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/25.json"
    },
    {
      "id": 26,
      "fact": "There are over 200 species of birds including falcons, owls, eagles, and buzzards flying over Mount Etna.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/26.json"
    },
    {
      "id": 27,
      "fact": "In Mount Etna you can find more than 40 types of reptiles such as lizards, turtles, geckos, and snakes. Although most of those creatures are harmless to humans, you should watch out for vipers.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/27.json"
    },
    {
      "id": 28,
      "fact": "Mount Etna encompasses 19,237 hectares of uninhabited land on its highest part. Part of this land is labeled World Heritage Site by Unesco.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/28.json"
    },
    {
      "id": 29,
      "fact": "Mount Etna is one of the most well-studied and best-monitored volcanoes in the world.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/29.json"
    },
    {
      "id": 30,
      "fact": "Scenes of Mount Etna were used as background in Star Wars Episode III: Revenge of the Sith.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/30.json"
    },
    {
      "id": 31,
      "fact": "Mount Etna has 4 large craters on its summit: \"Bocca Nuova\", \"the Northeastern Crater\", \"the Southeastern Crater\", and \"the Voragine\".",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/31.json"
    },
    {
      "id": 32,
      "fact": "Although Mount Etna has 4 main craters on its summit, it also has more than 300 other smaller lateral craters. They formed during lateral eruptions but are now dormant.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/32.json"
    },
    {
      "id": 33,
      "fact": "The music video for the song \"Violet Hill\" by Coldplay was recorded in Sicily and it features many scenes with the band walking and playing on mount Etna.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/33.json"
    },
    {
      "id": 34,
      "fact": "One of the most famous plants growing on Mount Etna is called in Sicilian dialect \"cuscino da soggira\" (mother-in-law pillow), named as such because it looks like a comfortable pillow, but it has spikes that aren't easy to spot. Sicilians have a sense of humor...",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/34.json"
    },
    {
      "id": 35,
      "fact": "Mount Etna consists of two edifices which are an ancient shield volcano at the base and a much younger stratovolcano that was built on the top of the shield volcano. The shield volcano began to form about 500,000 years ago and the stratovolcano started about 35,000 years ago.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/35.json"
    },
    {
      "id": 36,
      "fact": "The rich volcanic soil around this volcano is perfect for growing grapes. This is the reason why it is one of the greatest wine-producing regions in Italy.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/36.json"
    },
    {
      "id": 37,
      "fact": "The actual height of the volcano keeps changing due to the consistent eruptions taking place which alter the shape of Mount Etna over time.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/37.json"
    },
    {
      "id": 38,
      "fact": "Mount Etna is known for its Strombolian eruptions, which involve bursts of expanding gas that spew lava in a series of small eruptions.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/38.json"
    },
    {
      "id": 39,
      "fact": "Mount Etna experiences effusive eruptions, which release magma (lava that has not yet erupted) with low viscosity and low gas content, and explosive eruptions, which are eruptions of magma with high viscosity and high gas content.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/39.json"
    },
    {
      "id": 40,
      "fact": "In 396 BCE, an eruption of Mount Etna kept the Carthaginian army away from its target, Catania.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/40.json"
    },
    {
      "id": 41,
      "fact": "The 1852-1853 eruption of Mount Etna flattened forests and almost destroyed the town of Zafferana.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/41.json"
    },
    {
      "id": 42,
      "fact": "In 1928 an eruption of Mount Etna covered the village of Mascali. The village was later rebuilt downhill closer to the seaside and now has about 15,000 inhabitants.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/42.json"
    },
    {
      "id": 43,
      "fact": "In the upper zone of Mount Etna there is very little vegetation: some bushes, alpine plants, and, surprisingly, some algae.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/43.json"
    },
    {
      "id": 44,
      "fact": "According to Greek mythology, the Cyclops made their home on Etna, where they were tasked by the gods to craft weapons under the forgeries of the volcano",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/44.json"
    },
    {
      "id": 45,
      "fact": "In Book VI of the Odyssey, Homer places the cave of Polyphemus, the Cyclops who imprisons Ulysses and his men, on the slopes of Etna. Polyphemus, after being blinded, tries to kill Ulysses and his crew by throwing boulders at them. These boulders can be seen in the sea in front of the village of Aci Trezza and are now called \"Faraglioni\".",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/45.json"
    },
    {
      "id": 46,
      "fact": "Mount Etna lies above the convergent plate margin between the African Plate and the Eurasian Plate.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/46.json"
    },
    {
      "id": 47,
      "fact": "According to a hypothesis, Etna's nickname \"Mongibello\" comes from the Latin Mulciber (\"qui ignem mulcet\", \"who placates the fire\"), one of the Latin names of the Roman god Vulcan.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/47.json"
    },
    {
      "id": 48,
      "fact": "A theory indicates that Mount Etna's nickname \"Mongibello\" came from the Italian word \"monte\" plus the Arabic word \"jabal\", both meaning \"mountain\".",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/48.json"
    },
    {
      "id": 49,
      "fact": "During winter, it is possible to ski on Mount Etna. There are 2 sky resorts: Etna North Linguaglossa and Etna South Nicolosi.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/49.json"
    },
    {
      "id": 50,
      "fact": "The most common touristic route on Mount Etna is through the road leading to Sapienza Refuge ski area, lying south of the crater at an elevation of 1910 m. From the Refuge, a cableway runs uphill to an elevation of 2500 m, from where the crater area at 2920 m is accessible.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/50.json"
    },
    {
      "id": 51,
      "fact": "The circumference of Mount Etna is 149 Km (93 miles).",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/51.json"
    },
    {
      "id": 52,
      "fact": "Mount Etna has its indigenous breed of dog: the \"Cirneco dell'Etna\", often described as resembling a smaller version of the Pharaoh Hound. Cirneco is a fast and athletic hunter dog: it can reach 45km/h of speed when running!",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/52.json"
    },
    {
      "id": 53,
      "fact": "Cola apple is an autochthonous fruit that can be found on Mount Etna (also called \"Mele dell'Etna\"). There are two varieties: cola apples, with their typical white flesh and bitter taste, and cola ice-cream apples which are very delicate and have a more sugary flesh.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/53.json"
    },
    {
      "id": 54,
      "fact": "Inside the Etna Park territory, we find over 200 caves created by lava flows. During the aerial bombardments of 1943 by the Anglo-American army, the Mount Etna caves were used as \"anti-aircraft\" shelters.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/54.json"
    },
    {
      "id": 55,
      "fact": "Around the 18th century, some of Mount Etna's caves were used as natural freezers to produce large ice quantities. The Etna ice trade flourished to the point that this expensive consumer good was shipped as far as Malta and Naples.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/55.json"
    },
    {
      "id": 56,
      "fact": "Around and just above 2000 meters, Etna is populated by beech and birches, which makes it the most southern birch forest in Europe.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/56.json"
    },
    {
      "id": 57,
      "fact": "The longest eruption of Etna lasted ten years and went on from 1614 to 1624, creating peculiar lava fields with rope lavas, also called Hawaiian ropes. \"Monte dei Morti\" (\"Mount of the deads\"), on the north side of Etna, is the result of an accumulation of rope lava.",
      "url": "https://raw.githubusercontent.com/lmammino/etna-facts/main/api/57.json"
    }
  ]
}